<!--
 * @Author: a3802 253092329@qq.com
 * @Date: 2023-05-12 22:10:13
 * @LastEditors: a3802 253092329@qq.com
 * @LastEditTime: 2024-06-11 15:00:43
 * @FilePath: \tgvue\src\views\rule\index.vue
 * @Description: 这是默认设置,请设置`customMade`, 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
-->
<template>
    <div>活动规则</div>
    <div>1.200元话费每个月可领取20元话费,支付成功之后立即到账20元,后续在每个周期(默认为月)进行手动兑换,举例:在1月5号购买成功,1月5日至2月4日为第一个兑换间期,2月5日至3月4日为第二个领取周期,以此类推;</div>
    <div>2.每个周期内可随时兑换话费,若某周期未兑换,则视为主动放弃该次领取资格,后续不做补发;</div>
    <div>3.兑换话费时需输入抢购时的手机号,即可充值到账(一般1~10分钟内充值成功);</div>
    <div>4.注:部分携号转网号码可能导致充值不成功!</div>
    <div>5.本公司拥有对上述条款做最终解释的权利:</div>
    <div>口袋折扣优惠规则</div>
    <div>1. 参与对象：所有用户均可参加200元话费券活动，注册并支付成为会员后，可使用本活动中话费立减券，话费立减券目前仅限参与活动的会员用户在APP中使用。</div>
    <div>
        2.活动内容：支付会员费用99.9元（具体以页面显示为准）支付成功后即可成为会员，立即到账20元话费,官方赠送大额话费立减券的使用权益，200元话费券包包括10张5块话费立减券(有效期1年)和5张10块话费立减券(有效期1年)，可使用话费立减券的话费充值档位有100元，200元，具体以话费充值页面显示为准，请注意：并非直接充话费到账。
    </div>
    <div>3.
        话费券使用规则：支付成功后，页面自动跳转到APP下载页，请会员下载并安装APP，然后登录APP（使用付款手机号+短信验证码登录）-首页点击「话费券活动」，充值即可使用话费立减券。话费立减券可用于全国范围（港澳台除外）的三网客户话费充值。
    </div>
    <div>4. 退款规则：本活动付款后24小时内可申请退款，审批通过后原路退回。若已使用权益产生服务订单则无法退款，敬请谅解。</div>
    <div>5.退款路径：若确认没有使用权益产生服务订单且在活动付款24小时内且为本人而发起申请退款，支持以下退款流程：电话联系客服进入退款流程。平台收到您的退款申请后会校验真实性和是否已使用服务，校验后退款，退款将原路返回。</div>
    <div>6. 本次活动参与过程中严禁使用任何不正当手段（包括但不限于任何损害平台或其他第三方利益的手段或行为），一经发现，平台方有权单方取消活动资格并保留追索损失的权利。</div>
    <div>7.如遇不可抗力（包括但不限于重大灾害事件、活动受政府机关指令需要停止举办或调整的、活动中存在大面积作弊行为、活动遭受网络攻击或因系统故障导致相关权益未到账/不能正常使用的等），平台有权取消、修改或暂停本活动。</div>
</template>

<style lang="less" scoped>
div {
    font-size: 32px;
    color: #333;
    margin: 32px 32px;
}
</style>